app/controllers/quotes_controller.rb

  def create
    @quote = Quote.new(quote_params)
    @quote.save
---
INSERT INTO "quotes" ("text", "created_at", "updated_at") VALUES (?, ?, ?)  [["text", "qwerty"], ["created_at", "2019-01-16 18:38:21.559844"], ["updated_at", "2019-01-16 18:38:21.559844"]]